"Application Firewall" = "Брандмауэр для программ";

"Deny" = "Отказать";

"Always Allow" = "Разрешить";

"Clicking %@ may limit the application\\U2019s behavior. This setting can be changed in the Firewall pane of Security preferences." = "Нажатие «%@» может ограничить поведение программы. Эту настройку можно изменить в панели «Брандмауэр» в настройках Безопасности.";

"Do you want the application \\U201C%@\\U201D to accept incoming network connections?" = "Принимать в программе «%@» входящие сетевые подключения?";
